var e=`# 原子習慣

**作者：** 詹姆斯．克利爾（James Clear）
**讀完日期：** 2026-05-19

---

想必本書的盛名不必再多做介紹了，而本書圍繞的主題很明確，作者將他所要傳遞養成習慣的方法、想法都系統化了，並如學習一般重複、舉例來強化讀者印象。

坦白說道理都不難懂，神奇的是，某人梳理並寫下來讓你讀一遍時，還是會有「角度」上的啟發。所謂「角度」最常見的例子就是：當你想要體會、理解年幼的孩子看見了什麼，甚至是想法，最好的方式就是蹲下，以他的角度去看和感受。人的差異似乎也是從不同的角度組合出無限的樣貌。

本書有不少觀念或是句子給我拓展視野的感受，這邊挑幾句做分享。

「倘若無法意識到無意識，它就會指揮你的生活，然後你會稱之為命運。」-原子習慣 4 行為改變的過程始於覺察

「讓你決定事情是好、是壞，或無關緊要的，就是情緒。」-神經學家安東尼歐．達馬吉歐

「滾水會讓馬鈴薯變軟，但會讓雞蛋變硬。你無法控制自己生來是顆馬鈴薯或雞蛋，但你可以決定要比硬，還是比軟。」

「快樂就是一個慾望被滿足與新的慾望形成之間的空檔。」-凱德．布徳里斯

命運到底是不是可以掌控的，我只能說一定有可控的部分，讓自己落入沒有選擇的境地，除非是不可抗力因素，否則自己一定是其中因果。所以覺察何其之重要，每次的不好並沒有關係，可怕的是知道這會帶來自己不想承受的後果，卻還是原地踏步。本書關於馬鈴薯或是雞蛋的比喻，是針對「適才」的觀念去闡述的，而跟命運有關的話，我想用一句老話：「歹竹出好筍。」你決定你是誰、是什麼樣子的。

另一個有趣的觀念，理性與感性一直都是人們所二分的極端，今天神經學家安東尼歐告訴你，其實你以為的理性也是一種情緒，該篇有舉例到，你認爲比較保險可靠理智的決定，其實也是一種情緒，人的腦雖有分系統一二、有區分理感性，但其實都是情緒，所以，發現了嗎？你的每次決定都是情緒之下的結果。而我們口語中的「情緒」認知一直都是純感性的狀態去演繹的，這給我了一些衝突的感受，卻也很興奮：原來也是這樣！

最後，關於「快樂」。

熟知的定義就不贅述，但快樂原來根本就是求不來的，它是達成什麼之後附加而來的，它是一個空檔，在你開啟下次痛苦之前的空檔。

所謂痛苦，則是產生慾望至慾望被達成之前的期間，這不是很有趣嗎？快樂也許可以延伸至幸福，根本是求不得的，而是你決定你要的、達成你要的、維持你要的一種狀態。這其實也呼應到長期以來我的疑問，快樂似乎總是稍縱即逝，抓不住、不真實。一群朋友出去唱K大吵大鬧，快樂嗎？出去認識很多朋友玩樂在一起（所謂玩樂大概是吃、沒有目的、吵）快樂嗎？甚至人一定要群聚、需要人陪？從小一直都對大家的玩樂感受不到快樂在哪裡，也不理解孤單寂寞是什麼，性格所致，也或許我們以為快樂的定義都不同。但這次對快樂有了新的解釋，似乎一切都說得通了。
`;export{e as default};